<template>
  <div>
    <towtop></towtop>
    <div class="ruleTitle clearfix">
        <div class="ruleTitle-wrapper">
            <div class="bread-left">
                江海天空用户协议
            </div>
        </div>
    </div>
    <div style="width:700px;margin:40px auto">
      1、确认并接受协议南通江海天空科技创业有限公司（以下简称“江海天空”）提供的网络服务的所有权和最终解释权归江海天空所有。用户为获得网络服务，应当确认并接受本协议的全部条款。用户在注册过程中点击“我接受”按钮即表示用户完全接受本协议中的全部条款。随后按照页面给予的提示完成全部的注册步骤。<br>
      2、服务内容江海天空网络服务的具体内容由江海天空根据实际情况提供，例如获取资讯、发表专栏文章、评论、搜索等。注江海天空仅提供相关的网络服务。除此之外的与相关网络服务有关的设备（如个人电脑、调制解调器等其他相关的上网设备）及所需的费用（个人上网和支付与此服务有关的电话费用）均应由用户自行负担。<br>
      3、协议的修改江海天空保留在必要时对此协议中的所有条款进行随时修改的权利。一旦协议有所修改，江海天空会在用户访问江海天空网站或社区的第一时间给予通知。<br>
      4、服务的中断或终止因为以下三种情况导致服务中断或终止，江海天空无需为此承担任何责任。<br>
    　　4.1 江海天空需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护而造成网络服务在合理时间内的中断。<br>
    　　4.2 由于其他人为情况（如恶意攻击）导致系统瘫痪造成的服务中断。<br>
    　　4.3 若因线路及非本公司控制范围外的硬件故障或其它不可抗力导致的服务中断。上述三种情况，江海天空会在事前尽可能及时通知用户。<br>
      5、不支持任何商业性服务用户使用江海天空提供的各项服务的权利均是个人的。用户只能是一个单独的个体而不能是一个公司或实体的商业性组织。用户承诺在未经江海天空允许的情况下，不得将江海天空提供的服务用于任何商业用途。<br>
      6、用户的帐号、密码和安全性当您正确完成所有的注册步骤后，页面会给予注册成功的提示。此时，您已经拥有一个私人的帐户及此帐号的密码。用户不应将其帐号、密码转让或出借予其他人使用。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，因以上三种情况对您造成的损失。江海天空不承担任何责任。如用户发现其帐号遭他人非法使用，请立即和江海天空联系。特别提示户用注册成功后，可以随时对自己的帐号密码进行修改。江海天空建议您将密码修改成数字加英文的复合密码。<br>
      7、帐号的封杀和保留如果用户在网站或社区娱乐的同时违反了协议内容或国家相关法律法规。江海天空有权在不通知用户的情况下，随时对此帐号进行有限时间的封杀，并且在封杀期间中断江海天空对此帐号的所有服务。所有用户的帐号不存在登陆的时间限制。在不违反协议内容和国家相关法律法规的前提下，江海天空会为用户永久保留每一个帐号。<br>
      8、免责条款<br>
    　　8.1 在江海天空发表的内容仅代表用户本人的观点，与本网站立场无关。出于遵守国家相关法律法规的前提，江海天空有权在不经作者允许的情况下删除其在江海天空所发表的内容，对文章内容有污辱、谩骂及人身攻击的言论、恶意软文推广及软文营销、与江海天空新经济门户定位无关或内容严重失实的注册用户，江海天空有权直接删除帐户并终止服务。<br>
    　　8.2 江海天空的所有文章，内容，信息，资料。都不保证其准确性，完整性，有效性，时间性。请依据实际情况做出判断。访问江海天空社区内容因误导等其他因素而造成的损失责任自负。本站没有任何责任。<br>
    　　8.3 用户因为违反本协议中的条款而触犯中华人民共和国法律的，一切后果自己负责，江海天空不承担任何责任。<br>
    　　8.4 凡以任何方式登录江海天空或直接、间接使用江海天空资料的用户，视为自愿接受江海天空网络服务使用协议的约束。本协议未涉及的问题参见国家有关法律法规，当本协议与国家法律法规发生冲突时，以国家法律法规为准。<br>
      9、《互联网电子公告服务管理规定》<br>
        第一条　为了加强对互联网电子公告服务(以下简称电子公告服务)的管理，规范电子公告信息发布行为，维护国家安全和社会稳定，保障公民、法人和其他组织的合法权益，根据《互联网信息服务管理办法》的规定，制定本规定。<br>
        第二条　在中华人民共和国境内开展电子公告服务和利用电子公告发布信息，适用本规定。本规定所称电子公告服务，是指在互联网上以电子布告牌、电子白板、电子论坛、网络聊天室、留言板等交互形式为上网用户提供信息发布条件的行为。<br>
        第三条　电子公告服务提供者开展服务活动，应当遵守法律、法规，加强行业自律，接受信息产业部及省、自治区、直辖市电信管理机构和其他有关主管部门依法实施的监督检查。<br>
        第四条　上网用户使用电子公告服务系统，应当遵守法律、法规，并对所发布的信息负责。<br>
        第五条　从事互联网信息服务，拟开展电子公告服务的，应当在向省、自治区、直辖市电信管理机构或者信息产业部申请经营性互联网信息服务许可或者办理非经营性互联网信息服务备案时，提出专项申请或者专项备案。省、自治区、直辖市电信管理机构或者信息产业部经审查符合条件的，应当在规定时间内连同互联网信息服务一并予以批准或者备案，并在经营许可证或备案文件中专项注明；不符合条件的，不予批准或者不予备案，书面通知申请人并说明理由。<br>
        第六条　开展电子公告服务，除应当符合《互联网信息服务管理办法》规定的条件外，还应当具备下列条件<br>
          (一)、有确定的电子公告服务类别和栏目；<br>
          (二)、有完善的电子公告服务规则；<br>
          (三)、有电子公告服务安全保障措施，包括上网用户登记程序、上网用户信息安全管理制度、技术保障设施；<br>
          (四)、有相应的专业管理人员和技术人员，能够对电子公告服务实施有效管理。<br>
        第七条　已取得经营许可或者已履行备案手续的互联网信息服务提供者，拟开展电子公告服务的，应当向原许可或者备案机关提出专项申请或者专项备案。省、自治区、直辖市电信管理机构或者信息产业部，应当自收到专项申请或者专项备案材料之日起60日内进行审查完毕。经审查符合条件的，予以批准或者备案，并在经营许可证或备案文件中专项注明；不符合条件的，不予批准或者不予备案，书面通知申请人并说明理由。<br>
        第八条　未经专项批准或者专项备案手续，任何单位或者个人不得擅自开展电子公告服务。<br>
        第九条　任何人不得在电子公告服务系统中发布含有下列内容之一的信息<br>
          (一)、反对宪法所确定的基本原则的；<br>
          (二)、危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
          (三)、损害国家荣誉和利益的；<br>
          (四)、煽动民族仇恨、民族歧视，破坏民族团结的；<br>
          (五)、破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
          (六)、散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
          (七)、散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
          (八)、侮辱或者诽谤他人，侵害他人合法权益的；<br>
          (九)、含有法律、行政法规禁止的其他内容的；<br>
          第十条　电子公告服务提供者应当在电子公告服务系统的显著位置刊载经营许可证编号或者备案编号、电子公告服务规则，并提示上网用户发布信息需要承担的法律责任。<br>
          第十一条、电子公告服务提供者应当按照经批准或者备案的类别和栏目提供服务，不得超出类别或者另设栏目提供服务。<br>
          第十二条　电子公告服务提供者应当对上网用户的个人信息保密，未经上网用户同意不得向他人泄露，但法律另有规定的除外。<br>
          第十三条　电子公告服务提供者发现其电子公告服务系统中出现明显属于本办法第九条所列的信息内容之一的，应当立即删除，保存有关记录，并向国家有关机关报告。<br>
          第十四条　电子公告服务提供者应当记录在电子公告服务系统中发布的信息内容及其发布时间、互联网地址或者域名。记录备份应当保存60日，并在国家有关机关依法查询时，予以提供。<br>
          第十五条　互联网接入服务提供者应当记录上网用户的上网时间、用户帐号、互联网地址或者域名、主叫电话号码等信息，记录备份应保存60日，并在国家有关机关依法查询时，予以提供。<br>
          第十六条　违反本规定第八条、第十一条的规定，擅自开展电子公告服务或者超出经批准或者备案的类别、栏目提供电子公告服务的，依据《互联网信息服务管理办法》第十九条的规定处罚。<br>
          第十七条　在电子公告服务系统中发布本规定第九条规定的信息内容之一的，依据《互联网信息服务管理办法》第二十条的规定处罚。<br>
          第十八条　违反本规定第十条的规定，未刊载经营许可证编号或者备案编号、未刊载电子公告服务规则或者未向上网用户做发布信息需要承担法律责任提示的，依据《互联网信息服务管理办法》第二十二条的规定处罚。<br>
          第十九条　违反本规定第十二条的规定，未经上网用户同意，向他人非法泄露上网用户个人信息的，由省、自治区、直辖市电信管理机构责令改正；给上网用户造成损害或者损失的，依法承担法律责任。<br>
          第二十条　未履行本规定第十三条、第十四条、第十五条规定的义务的，依据《互联网信息服务管理办法》第二十一条、第二十三条的规定处罚。<br>
          第二十一条　在本规定施行以前已开展电子公告服务的，应当自本规定施行之日起60日内，按照本规定办理专项申请或者专项备案手续。<br>
          第二十二条　本规定自发布之日起施行。<br>
    </div>
    <div style="text-align: center;margin:20px 0">
      <label class="" for="server"  >
        <input type="checkbox"  id="server" checked="true">
        我已阅读并完全接受服务条款
      </label>
    </div>
    
    <towbottom></towbottom>
  </div>
  
</template>
<script>
	import towtop from '@/components/testTop'
  import towbottom from '@/components/testBottom'
  export default {
    data() {
			return {
				headerBg: 'headerBg',
			}
    },
  	components: {
			towtop,
			towbottom
		},
  }
</script>

<style scoped>
  .ruleTitle {
    height: 40px;
    border-top: 1px solid #eeeeee;
    border-bottom: 1px solid #eeeeee;
    background-color: #fafafa;
    box-shadow: 1px 1px 2px #f7f7f7;
    margin-top: 110px
}
  .ruleTitle-wrapper{
    width: 960px;
    margin:0 auto;
  }
  .ruleTitle .bread-left {
    text-indent: 2em;
    line-height: 40px;
    font-size: 14px;
    font-weight: bold;
}
</style>

